Repository: phamhoanghaison0402/Fsoft-Fresher-.NET-2017
Catalog: Projects/source/IPM/IPM.Web/MultiLanguage/Resource.*.resx
Languages: vi

source: Action
vi: Thao tác

source: Active
vi: Đang áp dụng

source: Add
vi: Thêm

# AddSkillHeader
source: ADD SKILL
vi: THÊM KỸ NĂNG

source: Cancel
vi: Thoát

source: Create Interview Process
vi: Thêm quy trình phỏng vấn

source: Create Position
vi: Tạo Vị Trí Tuyển Dụng

source: Create Skill
vi: Thêm kỹ năng

source: Delete
vi: Xóa

source: Delete Skill
vi: Xóa kỹ năng

source: Description
vi: Mô tả

source: Detail
vi: Chi tiết

source: Edit
vi: Sửa

source: Edit Skill
vi: Sửa kỹ năng

# EditSkillHeader
source: UPDATE SKILL
vi: CẬP NHẬT KỸ NĂNG

source: Email
vi: Thư điện tử

source: Full name
vi: Họ tên

source: Home
vi: Trang chủ

source: Information interview process
vi: Thông tin quy trình phỏng vấn

source: Interview Round
vi: Vòng phỏng vấn

# IPM
source: System IPM
vi: Hệ thống IPM

# Language
source: English
vi: Việt Nam

source: List candidate
vi: Danh sách ứng viên

source: List Interview Process
vi: Danh sách quy trình phỏng vấn

# ListPositions
source: List Position
vi: Danh Sách Vị Trí Tuyển Dụng

# ListSkills
source: List Skill
vi: Danh sách kỹ năng

source: Login
vi: Đăng nhập

source: Management Interview Process
vi: Quản lý quy trình phỏng vấn

# ManagementSkills
source: Management Skill
vi: Quản lý kỹ năng

# ManagePositions
source: Manage Position
vi: Quản Lý Vị Trí Tuyển Dụng

# NameRange
source: Must be between 10 and 20
vi: Trường name từ 5 đến 60 ký tự

source: Phone
vi: Số điện thoại

source: Position
vi: Vị trí

source: Process Name
vi: Tên quy trình

source: Page
vi: Trang

source: Remember Me
vi: Nhớ đăng nhập

source: Round Name
vi: Tên vòng

source: Save
vi: Lưu

source: Search
vi: Tìm kiếm

source: Sign out
vi: Đăng xuất

source: Skill Name
vi: Tên kỹ năng

# SkillNameRequired
source: Skill name is required
vi: Yêu cầu tên kỹ năng

# UpdateSkill
source: Update
vi: Cập Nhật

source: WARNING
vi: Cảnh Báo

# WarningDelete
source: Are you sure to delete it ?
vi: Bạn có chắc muốn xóa không ?

# AddPositionlHeader
source: ADD POSITION
vi: THÊM VỊ TRÍ TUYỂN DỤNG

source: Code
vi: Mã

# EditPositionHeader
source: EDIT POSITION
vi: CHỈNH SỬA VỊ TRÍ TUYỂN DỤNG

source: Position Name
vi: Ngành nghề

source: Update
vi: Chỉnh Sửa

source: Account
vi: Tài khoản

source: Start date
vi: Ngày khởi tạo

source: Birthday
vi: Ngày sinh

# CancelTransmit
source: Cancel
vi: Hủy

source: Status
vi: Trạng thái

source: Edit Interview Process
vi: Sửa quy trình phỏng vấn

# AddProcessSuccess
source: Add interview process success
vi: Thêm quy trình phỏng vấn thành công

source: List interview admin
vi: Danh sách người quản lý ứng viên

source: Management Interview Admin
vi: Quản lý người quản lý ứng viên

source: No
vi: STT

source: Round 1
vi: Vòng 1

source: Round 2
vi: Vòng 2

source: Round 3
vi: Vòng 3

source: Transmit
vi: Chuyển giao

source: Detail Interview Process
vi: Chi tiết quy trình phỏng vấn

# EditProcessSuccess
source: Edit interview process success
vi: Sửa quy trình phỏng vấn thành công

source: Inactive
vi: Chưa kích hoạt

# ProcessListRoundNotEmpty
source: Process list round can not empty
vi: Danh sách vòng phỏng vấn trong quy trình không được để trống

# ProcessNameNotEmpty
source: Process name can not empty
vi: Tên quy trình không được để trống

# ProcessStartDateNotEmpty
source: Process start date can not empty
vi: Ngày khởi tạo quy trình không được để trống

# SystemMaintain
source: The system is maintenance. Please contact the administrator
vi: Hệ thống đang bảo trì. Vui lòng liên hệ quản trị viên

source: Transmit candidate
vi: Chuyển giao ứng viên

source: University
vi: Trường đại học

source: View candidate
vi: Xem ứng viên

source: Are you sure you want to delete this Candidate ?
vi: Bạn có chắc chắn muốn xóa ứng viên này không ?

source: Delete Candidate Fail!!!
vi: Xóa ứng viên không thành công !!!

source: Delete Candidate Successful!!!
vi: Xóa ứng viên thành công !!!

# ManagementCandidate
source: Candidate Management
vi: Quản Lý Ứng Viên

source: Add candidate
vi: Thêm ứng viên

# AddCandidateButton
source: Add
vi: Thêm

source: Coincidence status
vi: Trạng thái trùng

source: Date of birth
vi: Ngày sinh

source: Personal information
vi: Thông tin cá nhân

# PhoneNumber
source: Phone
vi: Số điện thoại

# ResetCandidateButton
source: Reset
vi: Nhập lại

# UploadFileBrowser
source: Browser
vi: Chọn tập tin

# UploadFileLabel
source: Upload file
vi: Tài liệu tải lên

source: Candidate name
vi: Tên ứng viên

source: Name
vi: Họ Tên

# Item
source: items
vi: mục

source: View
vi: Xem

source: Close
vi: Đóng

# CreateRound
source: Create Interview Round
vi: Tạo vòng phỏng vấn

# DeleteRound
source: Delete Interview Round
vi: Xóa vòng phỏng vấn

# DetailRound
source: Detail Interview Round
vi: Chi tiết vòng phỏng vấn

# EditRound
source: Edit Interview Round
vi: Chỉnh sửa vòng phỏng vấn

# ListRounds
source: List Interview Round
vi: Danh sách vòng phỏng vấn

# ManagementInterviewRound
source: Maganement Interview Round
vi: Quản lý vòng phỏng vấn

source: Candidate not found
vi: Không tìm thấy ứng viên

source: Can not get candidate profile
vi: Không thể lấy thông tin ứng viên

source: Create Candidate
vi: Thêm Ứng Viên

source: Management Questions
vi: Quản lý câu hỏi

source: Create
vi: Tạo mới

source: End Time
vi: Thời gian kết thúc

source: Interviewers
vi: Các người phỏng vấn

source: List
vi: Danh sách

source: Room
vi: Phòng

source: Start Time
vi: Thời gian bắt đầu

source: Subject
vi: Tiêu đề

source: Choose Room
vi: Chọn phòng

source: Email Content
vi: Nội dung

source: Send
vi: Gửi

source: To Interviewers
vi: Đến các interviewer

# CandidateAnswer
source: Candidate's Answer
vi: Câu trả lời của ứng viên

# CandidateInformation
source: Personal information
vi: Thông tin cá nhân

source: Finish
vi: Kết thúc

source: Interview Results
vi: Danh sách kết quả phỏng vấn

source: Interview Schedule
vi: Lịch phỏng vấn

source: Mark
vi: Điểm

source: Note
vi: Ghi chú

# NotSupportedFunction
source: This function is not supported yet
vi: Chức năng này hiện chưa được hỗ trợ

source: Recording
vi: Ghi âm

source: Result
vi: Kết quả

source: Round
vi: Vòng

source: Start
vi: Bắt đầu

# ListQuestion
source: List questions
vi: Danh sách câu hỏi

source: Create User
vi: Thêm User

source: Edit User
vi: Cập nhật User

source: List User
vi: Danh sách User

source: Management User
vi: Quản lý User

source: Roles
vi: Quyền

# AccountRequired
source: Account is required
vi: Chưa nhập account.

source: Address
vi: Địa chỉ

# ApplyForGroup
source: Apply For
vi: Ứng tuyển

source: Candidates Management
vi: Quản lý ứng viên

# Certification
source: Certificate
vi: Chứng chỉ

source: Documents
vi: Tài liệu

# EditCandidate
source: Edit
vi: Chỉnh sửa

source: Education
vi: Học vấn

source: GPA
vi: Điểm trung bình

source: ID Card
vi: Chứng minh nhân dân

source: Interview Admin
vi: Người quản lý

source: Major
vi: Chuyên ngành

# SkillsGroup
source: Skills/Certificates
vi: Kỹ năng/Chứng chỉ

# SkillsLabel
source: Skills
vi: Kỹ năng

# AddInterviewProcessFailed
source: Add interview process failed. Please try againt!
vi: Thêm quy trình phỏng vấn không thành công. Vui lòng thử lại!

# Interview
source: Interview management
vi: Quản lý phỏng vấn

source: InterviewProcess
vi: Phỏng vấn

source: Create skill failed
vi: Thêm mới kỹ năng không thành công

source: Create skill success!
vi: Thêm mới kỹ năng thành công

source: Delete skill failed
vi: Xóa kỹ năng không thành công

source: Delete skill success
vi: Xóa kỹ năng thành công

# ErrorNameExistSkill
source: Error: Name is exist !
vi: Lỗi: Tên đã tồn tại

source: Update skill failed
vi: Cập nhật kỹ năng không thành công

source: Update skill success
vi: Cập nhật kỹ năng thành công

source: Add Catalog
vi: Thêm Catalog

source: Add Guideline
vi: Thêm Guideline

source: Add Question
vi: Thêm câu hỏi

source: Answer
vi: Trả lời

source: Content
vi: Nội dung

source: Delete Question
vi: Xóa câu hỏi

source: Detail Catalog
vi: Chi tiết Catalog

source: Detail Guideline
vi: Chi tiết Guideline

source: Detail Question
vi: Chi tiết câu hỏi

source: Edit Catalog
vi: Sửa Catalog

source: Edit Guideline
vi: Sửa Guideline

source: Edit Question
vi: Sửa câu hỏi

source: List Catalog
vi: Danh sách Catalog

source: List Guideline
vi: Danh sách Guideline

source: Management Catalog
vi: Quản lý Catalog

source: Management Guideline
vi: Quản lý Guideline

source: Are You Sure You Want To Delete This Question?
vi: Bạn có chắc chắn muỗn xóa câu hỏi này không ?

# CodeExist
source: Code or name is exist
vi: Mã hoặc tên đã tồn tại!

# CreateErPo
source: Error! When you add new position.
vi: Tạo mới vị trí tuyển dụng không thành công

# CreateSuPo
source: Success! You add new position successfully.
vi: Tạo mới thành công vị trí tuyển dụng.

# DeleteErPo
source: Error! You delete not successfully.
vi: Xóa vị trí tuyển dụng không thành công.

# DeleteSuPo
source: Success! You delete position succesfully.
vi: Xóa vị trí tuyển dụng thành công

# EditErPo
source: Error! When you update position information.
vi: Chỉnh sửa vị trí tuyển dụng không thành công.

# EditSuPo
source: Success! You update position successfully.
vi: Chỉnh sửa vị trí tuyển dụng thành công.

source: Catalog Name
vi: Tên Catalog

source: Edit Interview Result
vi: Cập nhật thông tin phỏng vấn

# EditInterviewProcessFailed
source: Edit interview process failed. Please try againt!
vi: Sửa quy trình phỏng vấn không thành công. Vui lòng thử lại!

source: Guideline Name
vi: Tên Guideline

source: Interview Info
vi: Thông tin phỏng vấn

source: Interview Results Management
vi: Quản lý kết quả phỏng vấn

source: Question Name
vi: Tên câu hỏi

# AccountExist
source: Account existed
vi: Account đã tồn tại

source: Account incorrect
vi: Account không đúng

# AddUserFail
source: Add user not success
vi: Thêm user không thành công

source: Add user success
vi: Thêm user thành công

source: Enter Account
vi: Nhập account

source: Role not choose
vi: Chưa chọn quyền

# UpdateUserFail
source: Update user not sussess
vi: Chỉnh sửa user không thành công

# UpdateUserSuccess
source: Updae user not success
vi: Chỉnh sửa user thành công

source: Data is Null
vi: Không có dữ liệu ứng viên

source: Interviewer Management
vi: Quản lý Người Phỏng Vấn

# CandidateEmailInvalid
source: Email address is invalid
vi: Địa chỉ email không hợp lệ

# CandidateEmailRequired
source: Email is required
vi: Email chưa nhập

# CandidateIdCardInvalid
source: ID card has 9 numberics
vi: Chứng minh nhân dân có 9 số

# CandidateNameInvalid
source: Name doesn't contain special characters
vi: Họ tên không chứa ký tự đặc biệt

# CandidateNameRequired
source: Full name is required
vi: Họ tên chưa nhập

# CandidatePhoneInvalid
source: Phone number has must 10 or 11 numberics
vi: Số điện thoại gồm 10 hoặc 11 số

# CandidatePhoneRequired
source: Phone number is required
vi: Số điện thoại chưa nhập

# CandidatePositionRequired
source: Position is required
vi: Vị trí ứng tuyển chưa chọn

# CandidateSkillRequired
source: Skill is required
vi: Kỹ năng chưa chọn

# CandidateUniversityRequired
source: University is required
vi: Trường đại học chưa nhập

# DetailInterviewProcessPageLoadFailed
source: Load detail interview process page failed. Please try againt!
vi: Tải trang thông tin quy trình phỏng vấn gặp lỗi. Vui lòng thử lại!

# DetailInterviewRoundPageLoadFailed
source: Load detail interview round page failed. Please try againt!
vi: Tải trang thông tin vòng phỏng vấn gặp lỗi. Vui lòng thử lại!

source: Calendar
vi: Lịch

source: Max Point
vi: Điểm tối đa

source: Back
vi: Trở về

# CancelCandidateButton
source: Cancel
vi: Hủy

source: Question
vi: Câu hỏi

# InterviewProcessNameTooLong
source: Interview Process name can not exceed 100 characters
vi: Tên quy trình không thể có quá 100 ký tự

# InterviewProcessStartDateTooLong
source: Interview Process start date can not exceed 10 characters
vi: Ngày khởi tạo quy trình không thể có quá 10 ký tự

# NameExist
source: Code or name is existed.
vi: Tên hoặc mã đã bị trùng!

# CannotTransmit
source: Cannot transmit candidate. Please check again
vi: Không thể chuyển giao ứng viên. Vui lòng kiểm tra lại

# CandidateIdCardLength
source: ID Card has must be 9 numberics
vi: Số chứng minh nhân dân gồm 9 số

# SelectOtherInterviewAdmin
source: Cannot transmit candidate. Please select other interview admin
vi: Không thể chuyển giao ứng viên. Vui lòng chọn người quản lý khác

# TransmitFail
source: Transmit candidate fail
vi: Chuyển giao ứng viên thất bại

# TransmitSucess
source: Transmit candidate successful!!!
vi: Chuyển giao ứng viên thành công.

# CreateInterviewRoundFail
source: Create Interview Round failed !!!
vi: Thêm một vòng phỏng vấn mới không thành công !

# CreateInterviewRoundSuccess
source: Create InterviewRound successful !!!
vi: Thêm một vòng phỏng vấn mới thành công !

# DeleteInterviewRoundFail
source: Delete Interview Round failed !!!
vi: Xóa vòng phỏng vấn không thành công !

# DeleteInterviewRoundSuccess
source: Delete Interview Round successfu l!!!
vi: Xóa vòng phỏng vấn thành công !

# EditInterviewRoundFail
source: Edit Interview Round failed !!!
vi: Cập nhập vòng phỏng vấn không thành công !

# EditInterviewRoundSuccess
source: Edit Interview Round successful !!!
vi: Cập nhập vòng phỏng vấn thành công !

source: InterviewRound not found !!!
vi: Không tìm thấy vòng phỏng vấn !

# InterviewProcessNotFound
source: Interview process is not found.
vi: Không tìm thấy quy trình phỏng vấn.

# InterviewProcessNull
source: Interview process can not null!
vi: Quy trình quản lý không thể rỗng!

source: Meeting Request
vi: Tạo lịch phỏng vấn

source: Clear Filter
vi: Xóa điều kiện lọc

source: Filter
vi: Lọc

source: From Date
vi: Từ ngày

source: Loading Data
vi: Tải dữ liệu

source: Report
vi: Báo cáo

source: Report Skill And Careers
vi: Kỹ năng và vị trí ứng tuyển

source: To Date
vi: Đến ngày

source: Load Candidate Is Fail
vi: Tải danh sách ứng viên không thành công

source: List Catalog In Guideline
vi: Danh sách Catalog của Guideline

# ChooseResult
source: Choose position
vi: Chọn vị trí

source: Add New Catalog
vi: Thêm mới Catalog

source: Add New Question
vi: Thêm mới câu hỏi

# SkillNameUnvalid
source: Name is unvalid
vi: Tên kỹ năng không hợp lệ

# DataUnvalid
source: Data is unvalid
vi: Dữ liệu không hợp lệ

source: Enter role
vi: Nhập quyền

source: Candidates
vi: Các ứng viên

source: Candidates GST
vi: Các ứng viên GST

source: Interviewer
vi: Người phỏng vấn

# ErrorFillReport
source: Fill in at least one input to filter data
vi: Bạn phải điền ít nhất một điều kiện để thống kê dữ liệu

source: Interview Result
vi: Kết quả phỏng vấn

source: Report Candidates
vi: Ứng viên

source: Report Candidates GST
vi: Ứng viên chứng chỉ GST

source: Create Catalog Fails!
vi: Tạo Catalog không thành công!

source: Create Catalog Success!
vi: Tạo Catalog thành công!

source: Create Guideline Fails!
vi: Tạo Guideline không thành công!

source: Create Guideline Success!
vi: Tạo Guideline thành công!

source: Create Question Fails!
vi: Tạo Câu Hỏi không thành công!

source: Create Question Success!
vi: Tạo Câu Hỏi thành công!

source: Detele Guideline Fails!
vi: Xóa Guideline không thành công!

source: Detele Guideline Success!
vi: Xóa Guideline thành công!

source: Detele Question Fails!
vi: Xóa Câu Hỏi không thành công

source: Detele Question Success!
vi: Xóa Câu Hỏi thành công

source: Detete Catalog Fails!
vi: Xóa Catalog không thành công!

source: Detete Catalog Success!
vi: Xóa Catalog thành công!

source: Load Catalog Fails!
vi: Load Catalog không thành công!

source: Load Catalog Success!
vi: Load Catalog thành công!

source: Load Guideline Fails!
vi: Load Guideline không thành công!

source: Load Guideline Success!
vi: Load Guideline thành công!

source: Load Question Fails!
vi: Load Câu hỏi không thành công!

source: Load Question Success!
vi: Load Câu hỏi thành công!

source: Update Catalog Fails!
vi: Cập nhật Catalog không thành công!

source: Update Catalog Success!
vi: Cập nhật Catalog thành công!

source: Update Guideline Fails!
vi: Cập nhật Guideline không thành công!

source: Update Guideline Success!
vi: Cập nhật Guideline thành công!

source: Update Question Fails!
vi: Cập nhật Câu Hỏi không thành công!

source: Update Question Success!
vi: Cập nhật Câu Hỏi thành công!

# CheckCode
source: * Code is number or alphatbet upper characters and from 1 to 20 characters
vi: * Code gồm chữ viết hoa hoặc số, có độ dài không quá 20 kí tự

# CheckName
source: * Name is not special characters
vi: * Tên không được có kí tự đặc biệt

# AccountInterviewer
source: Interviewer Account
vi: Tên Tài khoản

# NameInterviewer
source: Interviewer Name
vi: Tên người phỏng vấn

source: NumOfCandidate
vi: Số ứng viên

# PassFail
source: Pass/Fail/NonePassFail
vi: Đậu/Rớt/Chưa phỏng vấn

# CandidateAddressLengh
source: Address exceeds 50 characters
vi: Địa chỉ nhập tối đa 50 kí tự

# CandidateEmailLengh
source: Email exceeds 50 characters
vi: Email nhập tối đa 50 kí tự

# CandidateMajorLengh
source: Major exceeds 50 characters
vi: Tên chuyên ngành nhập tối đa 50 kí tự

# CandidateNameLengh
source: Name exceeds 50 characters
vi: Họ tên nhập tối đa 50 kí tự

# CandidateUniversityLengh
source: University's name exceeds 50 characters
vi: Tên trường đại học nhập tối đa 50 kí tự

# SaveCandidateButton
source: Save
vi: Lưu

# SuccessCandidateUpdate
source: Update candidate successfully!
vi: Cập nhật thông tin ứng viên thành công!

source: Add Question Fail!
vi: Thêm kết quả thất bại

# GenerateInterviewAnswerFail
source: Generate Interview Answer For Empty Interview Fail!
vi: Tự sinh câu hỏi cho phỏng vấn mới thất bại!

source: Get Interview Info Fail!
vi: Lấy thông tin phỏng vấn thất bại!

# IDPositive
source: ID must be positive
vi: ID phải là số nguyên dương

source: Load Interview Fail!
vi: Load thông tin phỏng vấn thất bại!

source: Load Interview Results Fail!
vi: Load danh sách kết quả phỏng vấn thất bại!

source: Load Interview Schedule Fail!
vi: Load lịch phỏng vấn thất bại!

# ObjectNotNull
source: Object must not be null
vi: Object phải có giá trị.

# PassOrFail
source: Value must be Pass or Fail!
vi: Kết quả phải là Pass hoặc Fail

# SetAswerorCommentFail
source: Set Answer or Comment Fail!
vi: Nhập câu trả lời phỏng vấn thất bại!

source: Set Catalog Mark Fail!
vi: Nhập điểm cho nhóm câu hỏi thất bại!

source: Set Result Fail!
vi: Cập nhật kết quả phỏng vấn thất bại

source: No Duplication
vi: Không trùng

# GuidelineInterviewManagement
source: Guide Interview Management
vi: Quản Lý Hướng Dẫn PV

source: Candidate profile
vi: Thông tin ứng viên

# CandidateSkill
source: Skill
vi: Kỹ năng

source: Interview History
vi: Lịch sử phỏng vấn

# OtherInfo
source: Other
vi: Thông tin khác

source: Assign candidates
vi: Lựa chọn ứng viên

# CloseButton
source: Close
vi: Đóng

source: Information assign
vi: Thông tin

# SubmitButton
source: Submit
vi: Lưu
